# Developer Tools
brew 'node'
brew 'yarn'

# Developer Applications 
cask 'hyper'
cask 'visual-studio-code'
cask 'postman'


# Communication Applications
cask 'discord'
cask 'slack'
cask 'microsoft-outlook'

# Esstential Applications
cask 'google-chrome'
cask 'spotify'
cask 'karabiner-elements'


# Productivity Applications
cask 'raycast'
cask 'notion'
cask 'figma'
cask 'spotify'
